[Armenian]
Translated_By=Hrach Mkrtchyan
:::::::::::::::::::::::::::::::::::::::::::::::::::: Գրաֆիկական Տեսք ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=Քայլ 1 . Ընտրել կրիչ
STEP 2 : CHOOSE A SOURCE=Քայլ 2 . Ընտրել Աղբյուրը
STEP 3 : PERSISTENCE=Քայլ 3 . Կարգավորումների ֆայլ
STEP 4 : OPTIONS=Քայլ 4 . Կարգավորումներ
STEP 5 : CREATE=Քայլ 5 . Ստեղծել
:::::::::::::::::::::::::::::::::::::::::::::::::::: Հիմնական ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=ՄԲ
GB=ԳԲ
min=րոպ
Label=Անուն
Size=Չափ
Help=Օգնություն
Please read=Ուշադրություն
Error=Սխալ
:::::::::::::::::::::::::::::::::::::::::::::::::::: Քայլ 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Ընտրել USB կրիչ
Hard drives=Կոշտ կրիչ
No key found=Կրիչ չգտնվեց
:::::::::::::::::::::::::::::::::::::::::::::::::::: Քայլ 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Ներբեռնել
Support for .IMG files is experimental=.IMG կերպարների կիրառումը փորձնական է
Only Live mode is currently available in step 3, virtualization option has been disabled=Հասանելի է միայն Live ռեժիմը, վիրտուալիզացիայի կարգավորումը անջատված է
However, LinuxLive USB Creator will try to use same install parameters as for=Ամեն դեպքում, LinuxLive USB Creator-ը կփորձի իրականացնել տեղակայում նույն պարամետրերով, ինչ որ
:::::::::::::::::::::::::::::::::::::::::::::::::::: Քայլ 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(Միայն Live ռեժիմ)
(Persistent Mode)=(Պահպնման ռեժիմ)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Քայլ 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Թաքցնել ստեղծված ֆայլերը
(except for Umenu.exe)=(բացի Umenu.exe-ից)
Format the key in FAT32 (this will erase your data !!)=Մաքրել կրիչը FAT32-ով (կջնջվեն բոլոր տվյալները !)
Enable launching LinuxLive in Windows (requires internet to install)=Թույլատրել LinuxLive-ի թողարկումը Windows-ում (անհրաժեշտ է համացանցին միացում)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Քայլ 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=< Տեղակայման համար սեղմել ԿԱՅԾԱԿԻՆ
Please choose a FAT32 or FAT formated key or check the formating option=Ընտրեք կրիչ FAT32 կամ FAT կամ ստուգեք մաքրման կարգավորումները
No disk selected=Չկա ընտրված սկավառակ
No file selected=Չկա ընտրված ֆայլ
No folder or CD selected=Չկա ընտրված CD կամ թղթապանակ
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu-fr.org/telechargement
Please choose an ISO image of LinuxLive CD=Ընտրել LinuxLive CD-ի ISO կերպարը 
Please choose a CD of LinuxLive Live or its folder=Ընտրեք Linux LiveCD կերապարը կամ թղթապանակը
Start creation of LinuxLive USB=Ստեղծել LinuxLive USB
Please validate step 1 to 3=Վերստուգեք 1-ից 3 քայլերը
Are you sure you want to format this disk and lose your data=Վստա՞հ եք մաքրել այս կրիչը և կորցնել վրայի ամբողջ տվյալները 
Formatted in=Մաքրված է
Formating the key=Կրիչի մաքրում
Step 1 to 3 OK=Քայլ 1-ից 3-ը կատարված է
Cleaning previous installations ( 2min )=Նախորդ տեղակայման մաքրում ( 2րոպ )
Setting up virtualization software=Վիրտուալիզացման համար ծրագրի կարգավորում
VirtualBox already downloaded=VirtualBox-ը արդեն ներբեռնված է
A new version of VirtualBox is available=Հասանելի է VirtualBox-ի նոր տարբերակ
This new version will be downloaded=Կներբեռնվի այս նոր տարբերակը
Downloading VirtualBox as a background task=Ներբեռնել VirtualBox-ը խորապատկերված
Download started succesfully=Ներբեռնումը հաջող սկսվեց
Download failed to start=Ներբեռնումը չսկսվեց
VirtualBox will not be installed=VirtualBox-ը չտեղադրվեց
Integrity could not be verified=Ամբողջականությունը չի կարող ստուգվել
Will attempt installation=Տեղակայման փորձ
Cannot download=Ներբեռնման խնդիր
Extracting ISO file on key=ISO ֆայլի արտահանում կրիչի վրա
Writing image to the usb stick=Կերպարը գրվում է կրիչի վրա
Copying files to the key=Տվյալների պատճենում
Renaming some files=Որոշ ֆայլերի վերանվանում
Hiding files=Թաքցված ֆայլեր
Creating file for persistence=Ֆայլի ստեղծում կարգավորումների ֆայլի համար
Formating persistence file=Կարգավորումների ֆայլի մաքրում
Live mode : no persistence file=Live ռեժիմ. կարգավորումների ֆայլը չկա
Ubuntu variant found=Գտնվել է Ubuntu տարբերակ
Installing boot sectors=Բեռնման սեկտորի տեղակայում
Downloading VirtualBox=VirtualBox-ի ներբեռնում
Download complete=Ներբեռնումը վերջացավ
Cleaning previous VirtualBox install=VirtualBox-ի նախորդ տեղակայման ջնջում 
Extracting VirtualBox on key=Virtualbox-ի արտահանում կրիչի վրա
Applying VirtualBox settings=VirtualBox-ի կարգավորումների կիրառում
Your LinuxLive key is now up and ready=LinuxLive կրիչը պատրաստ է 
You do not have enough rights to launch VirtualBox=Դուք չունեք բավարար իրավսություններ VirtualBox-ը թողարկելու համար
Please log in as an administrator or run VirtualBox with admin rights=Մուտք գործեք ինչպես ադմինիստրատոր կամ թողարկեք VirtualBox-ը ինչպես ադմին-ի իրավասություններով
Free memory below 256mb threshold=256Մբ ազատ հիշողությունը սկզբնականն է
This is not enough to launch LinuxLive in Windows=Սա բավարար չէ LinuxLive-ը Windows-ում թողարկելու համար
:::::::::::::::::::::::::::::::::::::::::::::::::::: Օգնություն ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Օգնության ֆայլը չգտնվեց
:::::::::::::::::::::::::::::::::::::::::::::::::::: Ի դեպ ( Օգնությունը Քայլ 5-ում) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=Մասին
User's Guide=Օգտագործողի ձեռնարկ
Virtualization Tutorial (FR)=Վիրտուալիզացիայի մասին ձեռնարկ
Donate=Զոհաբերել
Version=Տարբերակ
:::::::::::::::::::::::::::::::::::::::::::::::::::: Ստեղնաշարի կարգավորում ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Այս ISO-ն համատեղելի չէ
Detecting keyboard layout=Ստեղնշարային մուտքագրման որոշում 
French (France)=Ֆրանսերեն (Ֆրանսիա)
French (Swiss)=Ֆրանսերեն (Շվեյց.)
Dutch=Գերմաներեն
Portuguese=Պորտուգալերեն
Armenian=Հայերեն
US or other (qwerty)=ԱՄՆ կամ այլ (qwerty)
:::::::::::::::::::::::::::::::::::::::::::::::::::: VirtualBox-ի կարգավորում ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Սխալ. VMDK-ի ստեղծման ժամանակ
Key not found, VMDK is invalid=USB կրիչ չգտնվեց, VMDK-ն վնասված է
Try to launch again SetupForAutoVMDK.exe=Կրկին թողարկեք SetupForAutoVMDK.exe
Do you want to ignore this error=Ցանկանում եք մերժել այս սխալը 
:::::::::::::::::::::::::::::::::::::::::::::::::::: MD5 ստուգում ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=MD5SUMS ֆայլը չգտնվեց
Canceling check=Ստուգման չեղարկում
You have the right ISO file but it is corrupted or was altered=Ձեր ISO ֆայլը ճիշտ է, սակայն այն վնասված կամ փոփոխված է
Please download it again=Ներբեռնեք այն կրկին
Verifying=Ստուգում
This ISO is not compatible=Այս Linux-ը համատեղելի չէ
Please read the compatibility list in user guide=Խնդրում ենք օգտագործման կանոններում կարդալ համատեղելիության ցանկը
If your version is in this list, this mean that your file is corrupted, please download it again=Երբ ձեր տարբերակը այս ցանկում է, դա նշանակում է, որ ֆայլը վնասված է, ներբեռնեք այն կրկին
This version is compatible and its integrity was checked=Այս տարբերակը համատեղելի է և ամբողջությամբ ստուգված է
Check completed=Ատուգումը ավարտվեց
Integrity + compatibility check=Ամբողջություն + համատեղելիություն ստուգում
Unable to open MD5SUM.txt=md5sum.txt-ի բացումը չստացվեց
Checking integrity=Ամբողջականության ստուգում
This file is corrupted=Այս ֆայլը վնասված է
All files have been successfully checked=Բոլոր ֆայլերը լիարժեք ստուգված են
Checking file=Ֆայլի ստուգում
:::::::::::::::::::::::::::::::::::::::::::::::::::: Կրիչի ցանկ ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Կարգավորումների պահպանման ռեժիմ
Live Mode=Live ռեժիմ
Install=Տեղակայիչ
File Integrity Check=Ամբողջականության ստուգում
Memory Test=RAM-ի ստուգում
:::::::::::::::::::::::::::::::::::::::::::::::::::: Սխալների պատուհան ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Տեղի ունեցել սխալ
An anonymous report was sent in order to fix this error as soon as possible=Un rapport anonyme a été envoyé afin que l'erreur soit corrigée au plus vite
Show bug report=Սխալի հաշվետվություն
Restart application=Վերաթողարկել ծրագիրը
Close application=Փակել ծրագիրը
Last Actions=Վերջին գործողությունը
Unique anonymous ID=Յուրահատուկ անանուն ID
Report status=Հաշվետվության կարգավիճակ
Pending=Սպասում մեջ
Error (not sent)=Սխալ (ուղարկված չէ)
Sent=Ուղարկված է
:::::::::::::::::::::::::::::::::::::::::::::::::::: Վերջնական օգնույուն ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Որպեսզի թողարկել LinuxLive-ը. 
Remove your key and insert it again=Հանեք կրիչը և միացրեք այն կրկին
Go to 'My Computer'=Գնալ 'Իմ Համակարգիչ'
Right click on you key and select :=Կրիչի վրա կտտացրեք աջ կոճակը և ընտրեք. 
'LinuxLive!' to launch linux in windows='LinuxLive!' թողարկելու համար windows-ում
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface'-ը թողարկում է VirtalBox-ի ամբողջ ինտերֆեյը
'CD Menu' to launch the original CD menu='CD Menu' թողարելու համար օրիգինալ CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=կամ
Manually=Ձեռքով
Automatically=Ավտոմատ
Please select a linux to continue=Ընտրեք Linux շարունակելու համար
Looking for the fastest mirror=Որոշվում է ամենարագ հայելին
Testing mirror=Հայելու փորձարկում
No online mirror found=Առցանց հայելի չգտնվեց
Please check your internet connection or try with another linux=Ստուգեք ձեր կապի միացումը կամ փորձեք այլ Linux
Select this file as the source when download will be completed=Ընտրեք այս ֆայլը, որպես ընթացիկ, երբ ներբեռնումն ավարտվի
Downloading=Ներբեռնում
from=ումից
Error while trying to download=Սխալ ներբեռնումը կրկին փորձելելու ժամանակ
Latency=Մնաց
Server Name=Սերվերի անունը
Copy link=Պատճենել հղումը
Launch in my browser=Բացել իմ դիտարկչում
Best mirrors=Լավագույն հայելիներ
Good mirrors=Լավ հայելիներ
Bad mirrors=Վատ հայելիներ
Dead mirrors=Մեռած հայելիներ
Check will begin shortly=Ստուգումը կսկսվի շատ արագ
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Ընտրեք ձեր ընտրած Linux-ը
There is a new version available=Հասանելի է նոր տարբերակ
Your LiLi's version is not up to date=Ընթացիկ տարբերակը չթարմացավ
Last version is=Վերջին տարբերակն է
Your version is=Ձեր տարբերակն է
Do want to download it=Ներբեռնե՞լ նրան 
Error while trying to find physical disk number=Սխալ. ֆիզիկական սկավառակի համարի ընտրման ժամանակ
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=Այս Linux-ը համատեղելիության ցանկից չէ
Setting the memory to the recommended value=Խորհուրդ տրվող հիշողության չափի կարգավորում
Free memory is below the recommended value for your Linux to run in Windows=Չափազանց քիչ հիշողություն Windows-ի վրա Linux-ի թողարկաման համար
Recognized Linux=Որոշակի Linux
Built-in Persistency=Ներդրված կարգավորումներ
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Արդեն ստեղծել եք կրիչ
Are you sure that you want to recreate one=Վստա՞հ եք վերաստեղծել նոր USB
The compatibility list has been updated=Համատեղելիությունների ցանկը թարմացված է
These linuxes are now supported=Այս Linux-ները այժմ համատեղելի են
Official Ubuntu Variants=Ubuntu-ի պաշտոնական տարբերակներ
Ubuntu Based Variants=Ubuntu-ի հիման վրա տարբերակներ
Fedora Variants=Fedora տարբերակ
Debian Variants=Debian տարբերակ
PCLinuxOS Variants=PCLinuxOS տարբերակ
Rescue CDs=Համակարգերի վերականգնման CD-ներ
Light Linuxes=Թեթև Linux-ներ
Gentoo Based=Gentoo տարբերակներ
Security Purpose=Անվտանգություն
Others=Այլ
Regular Linux (works with most linuxes)=Նորմալ Linux (աշխատում է linux-ների մեծ մասի հետ)
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Portable-VirtualBox pack-ի թարմացում
Help me to improve LiLi=Օգնեք կատարելագործել Lili-ն
This is a Beta or Release Candidate version=Սա Բետա կամ Ռելիզ տարբերակ է
Click OK to leave a feedback or click Cancel to close this window=Սեղմեք OK բաց թողնելու համար հետ պատասխանը կամ սեղմեք Cancel այս պատուհանը փակելու համար
Options=Կարգավորում
General=Հիմնական
Versions=Տարբերակներ
Compatibility List=Համատեղելիության ցանկ
Make a donation=Զոհաբերել
Contact me=Գրել ինձ
CopyLeft by=Հեղ. իրավունքներ
GPL v3 License=GPL v3 լիցենզիա
Language=Լեզու
Available languages=Հասանելի լեզուներ
Proxy=Proxy
Proxy settings=Proxy կարգավորում
No proxy=Առնաց proxy
Use system settings=Օգտագործել համակարգային կարգավորումները
Use custom settings=Օգտագործել հետևյալ կարգավորումները
Proxy URL=URL հասցե
Port=Port
Username=Մուտքանուն
Password=Ծածկագիր
Status=Վիճակ
Test settings=Ստուգել կարգավորումները
You are connected=Դուք միացված եք
You are disconnected=Դուք միացված չեք
Not tested yet=Չստուգված
Update=Թարմացում
Check for updates=Ստուգել թարմացումների առկայությունը 
Stable releases only=Միայն կայուն տարբերակներ
Stable and beta releases=Կայուն և բետա տարբերակներ
Advanced=Ավելին
Do not modify these options unless you know what you are doing=Մի փոխեք այս պարամետրերը, եթե չգիտեք ինչ եք անում
Select a Linux=Ընտրել Linux
Install parameters=Տեղակայման պարամետրեր
Use LiLi automatic recognition=Օգտագործել ավտոմատ ճանաչումը
highly recommended=խորհուրդ է տրվում
Force using same parameters as=Օգտագործել այն պարամետրերի հետ, ինչպես
Netbook screen detected=Էկրանի չափերը կանխորոշվեցին
Your screen vertical resolution is less than 600 pixels=Էկրանի ուղղահայաց չափը 600 պիքսելից քիչ է
Please use the arrow keys (up and down) of your keyboard to move the interface=Սեղմեք ստեղնաշարի սլաքները ծրագրի պատուհանը տեղափոխելու համար
Testing=Միացման ստուգում
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Կներեք այս անհարմարության համար, բայց LiLi-ն ձախողվեց
Please enter an email address and a detailed comment about this crash=Խնդրում ենք մուտքագրեք էլ.փոստ և մանրամասն տեղեկություն այս ձախողման մասին
I will contact you as soon as I can=Ես կկապնվեմ ձեզ հետ առավելագույնս շուտ
Show crash report=Ցուցադրել խափանման մասին հաշվետվությունը
Close (don't send)=Փակել (չուղարկվեց)
Send Report=Ուղարկել հաշվետվություն
Your file is corrupted=Ձեր ֆայլը վնասված է
Please download it again=Ներբեռնեք այս կրկին
Read the log for more information=Հավելյալ տեղեկության համար կարդալ log ֆայլը
Starting LinuxLive USB Creator=Ծրագրի թողարկում...
Checking for new major version=Նոր մաժոր տարբերակի ստուգում
Checking for new minor version=Նոր մինոր տարբերակի ստուգում
Checking for new Portable-VirtualBox version=VirtualBox-ի նոր տարբերակի ստուգում
Reading compatibility list=Համատեղելիության ցանկի բեռնում
Loading interface=Արտաքին տեսքի բեռնում
Getting drive list=Կրիչների ցանկի բեռնում 
Logging system configuration=Համակարգային կարգավորումների բեռնում
Checking for updates=Թարմացումների ստուգում
Please close any application accessing your key and try again=Փակեք բոլոր այն ծարագրերը, որոնք մուտք ունեն կրիչ և փորձեք կրկին
Checking VirtualBox archive integrity=VirtualBox-ի արխիվի ամբողջականության ստուգում
VirtualBox archive integrity checked=VirtualBox-ի արխիվի ամբողջականությունը ստուգված է
Unzipping VirtualBox archive to disk=VirtualBox արխիվը հանվում է կրիչի վրա
VirtualBox archive is corrupted=VirtualBox-ի արխիվը վնասված է
Force using default mode (works with most Linuxes)=Օգտագործել հիմնական ռեժիմ(աշխատում է Linux-ների մեծ մասի հետ)
There is a new Beta version available=Հասանելի է նոր բետա տարբերակ
Your LiLi's version is not up to date=Ձեր LiLi-ն չթարմացավ
Last beta version is=Վերջին բետա տարբերակն է
Server-oriented=Ուղղորդված սերվեր
